{
  "plugins": {
    "aerial": {
      "src": "https://github.com/stevearc/aerial.nvim"
    },
    "auto-dark-mode": {
      "src": "https://github.com/f-person/auto-dark-mode.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "classlayout": {
      "src": "https://github.com/J-Cowsert/classlayout.nvim"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diagram": {
      "src": "https://github.com/3rd/diagram.nvim"
    },
    "ember": {
      "src": "https://github.com/ember-theme/nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "image": {
      "src": "https://github.com/3rd/image.nvim"
    },
    "indent-blankline": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "kulala": {
      "src": "https://github.com/mistweaverco/kulala.nvim"
    },
    "lensline": {
      "src": "https://github.com/oribarilan/lensline.nvim"
    },
    "live-preview": {
      "src": "https://github.com/brianhuster/live-preview.nvim"
    },
    "markview": {
      "src": "https://github.com/OXY2DEV/markview.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nightfox": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-highlight-colors": {
      "src": "https://github.com/brenoprata10/nvim-highlight-colors"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "oil-git-status": {
      "src": "https://github.com/refractalize/oil-git-status.nvim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async"
    },
    "rainbow-delimiters": {
      "src": "https://github.com/HiPhish/rainbow-delimiters.nvim"
    },
    "trouble": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "venv-selector": {
      "src": "https://github.com/linux-cultist/venv-selector.nvim"
    },
    "which-key": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
