brew "btop"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "grpcurl"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "mas"
brew "ninja"
brew "rust"
brew "stow"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "websocat"
brew "wimlib"
brew "yq"

brew "tree-sitter-cli"
brew "muon"
brew "meson"
brew "elvish"
brew "cmake-docs"
brew "ca-certificates"
brew "font-symbols-only-nerd-font"
brew "duckdb"
brew "figlet"
brew "toilet"
brew "libpq"
brew "node"
brew "xmake"
brew "fedora-media-writer"
brew "claude-agent-acp"
brew "mermaid-cli"
brew "zed"
brew "codex-acp"
brew "act"
brew "autoconf"
brew "gemini-cli"
brew "quickemu"
brew "mistral-vibe"
brew "loop"
brew "conan"
brew "awscli"
brew "raspberry-pi-imager"
brew "libusb"
brew "pkg-config"
brew "nmap"
