brew "btop"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "grpcurl"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "mas"
brew "ninja"
brew "rust"
brew "stow"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "websocat"
brew "yq"

brew "tree-sitter-cli"
brew "meson"
brew "cmake-docs"
brew "ca-certificates"
brew "font-symbols-only-nerd-font"
brew "duckdb"
brew "libpq"
brew "node"
brew "fedora-media-writer"
brew "claude-agent-acp"
brew "mermaid-cli"
brew "autoconf"
brew "quickemu"
brew "loop"
brew "conan"
brew "awscli"
brew "raspberry-pi-imager"
brew "libusb"
brew "pkg-config"
brew "nmap"
brew "picotool"
brew "huggingface-cli"
brew "git-xet"
brew "pandoc"
brew "task"
brew "pyrefly"
brew "ruff"
brew "emmylua_ls"
brew "stylua"
brew "marksman"
brew "cloudflared"
brew "biome"
brew "superhtml"
brew "tailwindcss-language-server"
brew "vtsls"
brew "fish-lsp"
brew "colima"
brew "pass"
brew "gnupg"
brew "swiftformat"
brew "xcode-build-server"
brew "xcbeautify"
brew "xcp"
brew "xcodegen"
brew "luajit"
brew "harper"
brew "vale"
