brew "btop"
brew "cmake"
brew "conan"
brew "coreutils"
brew "direnv"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "grpcurl"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "llvm"
brew "luarocks"
brew "mas"
brew "ninja"
brew "node"
brew "rust"
brew "stow"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "websocat"
brew "wimlib"
brew "yq"
brew "zig"

brew "tree-sitter-cli"
brew "mermaid-cli"
brew "muon"
brew "meson"
brew "elvish"
brew "cmake-docs"
brew "ca-certificates"
brew "font-symbols-only-nerd-font"
brew "duckdb"
